Revit 2027 API
CameraInfo.UpOffset Property
 Distance that the target plane is offset in the direction of the Up direction. This offset shifts both top and bottom planes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double UpOffset { get; }
Public ReadOnly Property UpOffset As Double
	Get
public:
property double UpOffset {
	double get ();
}
member UpOffset : float with get
Property Value
Double
See Also
Reference
CameraInfo Class
Autodesk.Revit.DB Namespace